---@class ReroChess.I18N
local L={
    menu_title="仍然不知道叫啥棋",
    menu_info="26F工作室 & 略nd  联合出品",
    menu_desc="开发火热进行中，目前功能极少，仅供演示",
    menu_local="自己玩",
    menu_network="联机玩",

    crash_texts={
        "没关注还想跑？","虽然也许你已经关注了……但我们走个流程！","点一次关注按钮就放你走喵","点一次关注按钮就放你走喵","点一次关注按钮就放你走喵","干什么！","这么坚决的吗…","不错，那么考验一下你，再点一百次，快速点不算哦",
        "一","二","三","四 tetr.io","五","六","七","八","九","十","11","12","13","14","15","16","10+7","10+8","10+9","20F","21F","22F","23F","24F","25F","studio26f.org",
        "嚯，不选择逃跑，反而坚持到了这里吗，感受到你的坚定了……","估计你其实早就关注过了，所以奖励先给你啦！\n虽然我也不知道你有没有关注…如果确实还没的话记得补个票喔！",
    },

    quit_title_quit="退出?",
    quit_title_back="离开?",
    quit_back="按错了 返回",
    quit_sure="嗯 我要离开",

    new_skin="获得新棋子皮肤",
}
return L
